import React from 'react'
import type { Metadata } from 'next'

export const metadata: Metadata = {
  title: 'After Sales And Technical Support | A1 Romoni',
  description: 'A1 Romoni এর আফটার সেলস এবং টেকনিক্যাল সাপোর্ট',
}
const AfterSaleService = () => {
  return (
    <div className="max-w-4xl mt-4 mx-auto p-1">
      <h1 className="text-xl font-bold text-center mb-6">A1 Romoni এর আফটার সেলস এবং টেকনিক্যাল সাপোর্ট</h1>

      <p className="mb-4">
        A1 Romoni থেকে আপনি কোন প্রোডাক্ট ক্রয় করলে আমরা সেটার টেকনিক্যাল বিষয়ে আপনাকে সাপোর্ট দিয়ে সহযোগীতা করবো। কিছু কিছু প্রোডাক্ট আছে যেগুলো আমরা ক্রয় করার পর কনফিগার করতে ব্যার্থ হই, এর মানে কিন্তু এই না যে প্রোডাক্টটি নষ্ট। হতে পারে, আপনি প্রপারলি কনফিগার করতে পারেননি। তাই, এই বিষয়গুলোতে আপনাকে সাপোর্ট দেয়ার জন্য প্রস্তুত আছে A1 Romoni এর ডেডিকেটেড টিম।
      </p>

      <h2 className="text-xl font-semibold mb-2">আমাদের টেকনিক্যাল টিম থেকে সাপোর্ট পাওয়ার সহজ উপায়-</h2>
      <ol className="list-decimal pl-6 mb-4 space-y-2">
        <li>
          প্রোডাক্ট রিসিভ করার পর যদি আপনি প্রোডাক্ট টি কনফিগার করতে না পারেন, তাহলে যতদ্রুত সম্ভব আমাদের সাথে যোগাযোগ করবেন, এক্ষেত্রে পন্য হাতে পাওয়ার পর থেকে ৩ দিন বা ওয়ারেন্টি টাইমের মধ্যেই যোগাযোগ করার পরামর্শ থাকবে। আমাদের সাথে যোগাযোগ করতে Message করুন <a href="https://www.facebook.com/uniquestorebd23" className="text-blue-500">A1 Romoni </a> এ, আমাদের ফেসবুক পেজ, ফেসবুক গ্রুপ, বা <a href="mailto:contact@uniquestorebd.store" className="text-blue-500">contact@uniquestorebd.store</a> মেইলে ইমেল করেও যোগাযোগ করতে পারেন।
        </li>
        <li>
          আপনার সমস্যাটি জানার পর কিভাবে সেটা সমাধান করা যায় সেই বিষয়ে আমরা সর্বাত্মক চেষ্টা করবো। এক্ষেত্রে বেশিরভাগ সময় ই সমস্যা গুলো অভার ফোনে কথা বলে কিংবা টিউটোরিয়াল ভিডিও লিংক শেয়ার করার মাধ্যমে আমরা সমাধান করে থাকি। সমস্যাটি ভালো করে বোঝার জন্য আপনি আমাদের ফেসবুক পেজ ইনবক্স কিংবা সাপোর্ট মেইলের মাধ্যমে প্রয়োজনীয় স্ক্রিনশট কিংবা শর্ট ভিডিও শেয়ার করে আমাদের সহযোগীতা করতে পারেন।
        </li>
        <li>
          যদি ফোনে বা অন্য কোনোভাবে প্রোডাক্ট এর সমস্যার সমাধান না করা যায়, তাহলে আপনাকে প্রোডাক্টটি নিয়ে আমাদের অফিসে আসতে হতে পারে। আমাদের অফিসে আসার পর, আমাদের এক্সপার্ট টিম প্রোডাক্ট টি দেখবে এবং যত দ্রুত সম্ভব সেটা সমাধান করবে। এক্ষেত্রে যদি আমাদের প্রোডাক্ট এর সমস্যা থাকে তাহলে আমরা যত দ্রুত সম্ভব আপনার ওয়ারেন্টি এক্সেপ্ট করবো, কিন্তু প্রোডাক্ট এর প্রবলেম না হলে আমরা আপনাকে সর্বোচ্চ প্রোডাক্ট টি কিভাবে ইউজ করবেন সেই নির্দেশনা প্রদান করতে পারবো।
        </li>
      </ol>

      <h2 className="text-xl font-semibold mb-2">সাধারণ জিজ্ঞাসা</h2>

      <div className="mb-4">
        <h3 className="font-semibold">প্রশ্নঃ A1 Romoni কি আমার বাসায় লোক পাঠাবে কোন প্রোডাক্ট এর সমস্যা সমাধান করতে?</h3>
        <p className="ml-4">
          উত্তরঃ দুঃখিত, এই সাপোর্ট টা আমরা দিতে পারছিনা। প্রতিদিন আমরা অনেক প্রোডাক্ট এর সাপোর্ট এর জন্য রিকোয়েস্ট পাই। বেশিরভাগ ক্ষেত্রেই এই সমস্যা গুলো আমাদের কাস্টমাররা ফেইস করেন প্রপারলি চেষ্টা না করার কারনে। তাই, এধরনের টেকনিক্যাল সাপোর্ট আপনাকে কাইন্ডলি কল, মেসেজ, ইমেইল কিংবা অফিসে এসে নিতে হবে।
        </p>
      </div>

      <div className="mb-4">
        <h3 className="font-semibold">প্রশ্নঃ যদি A1 Romoni অফিসে যাওয়ার পরও প্রোডাক্ট টি কাজ না করে তাহলে কি হবে?</h3>
        <p className="ml-4">
          উত্তরঃ এই ক্ষেত্রে, আমরা টেস্ট করব এবং সমস্যাগুলি খুঁজে বের করার চেষ্টা করব। যদি এটি সম্ভব না হয় এবং পণ্যটি ৩ দিনের মধ্যে রিপ্লেসমেন্ট এর আওতায় থাকে, তাহলে আমরা প্রোডাক্ট টি রিপ্লেস করে দিবো। প্রোডাক্ট টি যদি ওয়ারেন্টি পিরিয়ডে থেকে থাকে তাহলে পণ্যটি ৩ দিন পরে আমাদের কাছে আসলেও আমরা ওয়ারেন্টির জন্য প্রোডাক্ট টি সংরক্ষন করবো এবং সমস্যাটি সমাধান করতে ৫ থেকে ১৫ দিন সময় নিতে পারি। আপনি যে সমস্যাগুলি পেয়েছেন তা আমরা নোট করব এবং সমাধানের জন্য আপনার কাছ থেকে উল্লেখিত সময় নিবো। সমস্যা সমাধানের পর আমরা আপনাকে জানাবো, আপনাকে আমাদের অফিসে এসে ব্যক্তিগতভাবে পন্যটি সংগ্রহ করতে হবে।
        </p>
      </div>

      <div className="mb-4">
        <h3 className="font-semibold">প্রশ্নঃ যদি আমি ৩ দিনের মধ্যে আসতে না পারি, তখন কি আমি সার্ভিস পাবো?</h3>
        <p className="ml-4">
          উত্তরঃ হ্যাঁ, আপনি যদি অর্ডার নাম্বর দিয়ে আপনার সমস্যা আমাদের জানান তাহলে আমরা একটি নোট রাখব এবং আপনি পরে আমাদের সাথে দেখা করতে পারেন। যদি আপনি নিজে আসতে না পারেন তবে আপনি প্রোডাক্ট এবং ইনভয়েস কপি সহ যে কোনও ব্যক্তিকে পাঠাতে পারেন অথবা আমাদের ঠিকানায় কুরিয়ার করতে পারেন। আমাদের অফিসে পণ্য পাওয়ার পর আমরা চেক করব এবং সমাধানের জন্যে আপনার সাথে যোগাযোগ করব।
        </p>
      </div>

      <div className="mb-4">
        <h3 className="font-semibold">প্রশ্নঃ যদি আমি ৩ দিনের পরে কোন সমস্যা খুঁজে পাই এবং যদি পণ্যের কোন ওয়ারেন্টি না থাকে, আমি কি সার্ভিস পাবো?</h3>
        <p className="ml-4">
          উত্তরঃ দুঃখিত, ৩ দিন পর কিংবা ওয়ারেন্টি পিরিয়ডের পর আমরা আপনাকে শতভাগ সহযোগীতা করতে পারিনা। এক্ষেত্রে আমরা আপনাকে বিনামূল্যে সহযোগীতা এবং পরামর্শ দিতে পারলেও প্রোডাক্ট টি রিপ্লেস করে দিতে পারিনা। সুতরাং, ওয়ারেন্টি পিরিয়ডের মধ্যে সমস্যা হলে, যতদ্রুত সম্ভব আমাদের জানানোর পরামর্শ থাকবে।
        </p>
      </div>

      <p className="mb-4">
        <strong>বিঃদ্রঃ</strong> কাইন্ডলি লক্ষ রাখবেন, আমরা আফটার সেলস সাপোর্টের জন্য আপনার বাসায় লোক পাঠাতে পারিনা, কিংবা আমাদের ডেলিভারি টিম আপনাকে টেকনিক্যাল সাপোর্ট দিতে পারবেনা। টেকনিক্যাল এবং আফটার সেলস সার্ভিসের জন্য আপনাকে অবশ্যই আমাদের সাথে ফোন, ইনবক্সে, মেইলে কিংবা আমাদের অফিসে এসে সাপোর্ট নিতে হবে। তাছাড়া আমরা প্রোডাক্ট গুলো বিক্রয় করি, আমরা এর প্রস্তুতকারক না, কিন্তু আমরা পন্য বিক্রয়ের পাশাপাশি পন্য বিষয়ক সাপোর্ট ও প্রদান করি এবং আমাদের প্রতিটি কাস্টমারের ভালোবাসা অর্জন করার লক্ষে কাজ করে যাই। 
      </p>

      <p className="font-bold text-center">ধন্যবাদ A1 Romoni এর সাথে থাকার জন্য।</p>
    </div>
  )
}

export default AfterSaleService
