import React from 'react'
import type { Metadata } from 'next'

export const metadata: Metadata = {
  title: 'Return Policy | A1 Romoni',
  description: 'A1 Romoni Return Policy',
}
const Returns = () => {
  return (
<div className="bg-gray-100 p-2 mt-4 rounded-lg shadow-md">
      <h1 className="text-xl font-bold mb-4">A1 Romoni Return Policy</h1>
      <p className="mb-4">
        আপনার প্রতিটি কেনাকাটা এবং প্রতিটি প্রোডাক্ট যাতে সঠিক থাকে, আমরা সেই লক্ষেই কাজ করে যাচ্ছি। এর পরেও যদি কোন কারণে প্রোডাক্টে কোন ম্যানুফ্যাকচারিং ফল্ট থাকে বা প্রোডাক্ট হাতে পাবার পর প্রোডাক্ট কাজ না করে, কালার বা সাইজ অর্ডার করা পণ্যের থেকে ভিন্ন হয় সেক্ষেত্রে পণ্য এক্সচেঞ্জ বা রিটার্ন করার সুযোগ রয়েছে। প্রোডাক্ট মিসিং বা ভিন্ন প্রোডাক্ট কমপ্লেইন করার ক্ষেত্রে অবশ্যই ডেলিভারি এর সময় ডেলিভারি ম্যান এর সামনে প্রোডাক্ট বুঝে নিন অথবা অবশ্যই আনবক্সিং ভিডিও ধারণ করতে হবে। আনবক্সিং ভিডিও ধারণ ছাড়া প্যাকেজে প্রোডাক্ট মিসিং, প্রোডাক্ট কুরিয়ারে ভেঙ্গেছে বা প্রোডাক্ট ডিফারেন্ট এই ধরনের ইস্যু গ্রহণযোগ্য নয়- তাই ভুল বুঝাবুঝি রোধ কল্পে অবশ্যই প্রোডাক্ট আনবক্সিং ভিডিও ধারণ করার অনুরোধ করা যাচ্ছে।
      </p>
      <p className="mb-4">
        A1 Romoni থেকে আমরা প্রায় সকল প্রোডাক্ট এর ক্ষেত্রেই ৭ দিনের রিপ্লেসমেন্ট ওয়ারেন্টি দিয়ে থাকি এছাড়াও রয়েছে প্রায় সব প্রোডাক্ট এর ক্ষেত্রেই উল্লেখিত বিভিন্ন মেয়াদের ওয়ারেন্টি যা প্রোডাক্ট রিসিভ করার দিন থেকে কার্যকর হয়।
      </p>
      <h2 className="text-xl font-semibold mb-2">যে সকল ক্ষেত্রে রিটার্ন, এক্সচেঞ্জ, ওয়ারেন্টি এবং রিফান্ড প্রযোজ্য হবে না তার লিস্ট নিচে দেয়া হলো-</h2>
      <ul className="list-disc list-inside mb-4">
        <li>প্রোডাক্ট বার্ন বা ফিজিক্যাল ড্যামেজ হয়ে থাকলে</li>
        <li>যেকোনো ধরনের সফটওয়্যার বা ডিজিটাল প্রোডাক্টস</li>
        <li>ক্লিয়ারেন্স সেলের প্রোডাক্ট</li>
        <li>যদি প্রোডাক্ট এর ইন্ট্যাক্ট এর সিল বা স্টিকার তুলে ফেলা হয়</li>
        <li>আন্ডার গার্মেন্টস আইটেম</li>
        <li>প্রোডাক্ট এর সাথে যেকোনো ধরনের এক্সেসরিস বা চার্জার বা এডাপ্টার</li>
        <li>যেকোনো গিফট আইটেম বা পুরষ্কার যা বিনামূল্যে দেয়া হয়েছে</li>
        <li>প্রোডাক্টে কোন স্ক্র্যাচ বা দাগ বা রিসেলেবল কন্ডিশনে না থাকলে</li>
        <li>থার্ড পার্টি যেকোনো হার্ডওয়্যার বা ডিভাইস বা অ্যাপ বা সফটওয়্যার এর সাথে কম্প্যাটিবিলিটি ইস্যু যা প্রোডাক্ট এর ডিফল্ট ফিচার নয়</li>
      </ul>
      <p className="mb-4">
        প্রোডাক্ট ডেলিভারি পাবার পর দ্রুততম সময়ের মধ্যে চেক করে যদি কোন প্রবলেম দেখতে পান তাহলে অবশ্যই আমাদের কাছে লিখিত অভিযোগ করুন, এক্ষেত্রে ইমেইলকে টপ প্রাইওরিটি দেয়া হবে তবে ছোট সমস্যার জন্য বা কোন প্রোডাক্ট অপারেট কিভাবে করতে হবে এটা নিয়ে কল সেন্টারে কল করে বা ফেইসবুক ইনবক্স করে হেল্প নিতে পারেন।
      </p>
      <p className="mb-4">
        কোন প্রোডাক্ট রিটার্ন করা প্রয়োজন হলে অবশ্যই এর সাথে প্রদত্ত সকল ধরনের পেপার, বক্স, এক্সেসরিস, ওয়ারেন্টি কার্ড, স্টিকার, লেবেল, গিফট আইটেম ইত্যাদি সহ প্রপারলি বক্স করে বা আলাদা ব্যাগের মধ্যে দিয়ে (কোনভাবেই প্রোডাক্ট এর বক্সে টেপ লাগানো যাবেনা) আমাদের অফিসের ঠিকানায় কুরিয়ার করতে হবে অথবা নিজে বা অন্য কাউকে দিয়ে পাঠাতে হবে। এক্ষেত্রে প্রোডাক্ট আপনার লোকেশন থেকে পিকাপ করার সুযোগ থাকলে আমরা চেষ্টা করবো তবে সেক্ষেত্রে কুরিয়ার চার্জ আপনাকে অগ্রিম পে করতে হবে।
      </p>
      <p className="mb-4">
        প্রোডাক্ট রিটার্ন করলে অবশ্যই প্রোডাক্ট পুনরায় বিক্রি যোগ্য অবস্থায় থাকতে হবে, কোন পার্টস মিসিং হলে বা বক্স ক্ষতিগ্রস্ত হলে প্রোডাক্ট রিটার্ন রিসিভ করা হবেনা। সব কিছু ঠিক থাকলে প্রোডাক্ট রিসিভ করার পর প্রোডাক্ট চেক করে সব ঠিক থাকলে এর পর ৭২ ঘণ্টার মধ্যে রিফান্ড এর ব্যাবস্থা নেয়া হবে।
      </p>
      <p className="mb-4">
        প্রোডাক্ট এর কোন ফল্ট থাকলে তার জন্য ডেলিভারি চার্জ আমরা বহন করবো (ঢাকার ভিতরে ৫০ টাকা ঢাকার বাইরে ১০০ টাকা এর অতিরিক্ত কোন কুরিয়ার চার্জ থাকলে তা ক্রেতাকে পেমেন্ট করতে হবে) তবে মন চেঞ্জ করা বা পছন্দ না হওয়া বা অন্যান্য ক্ষেত্রে কুরিয়ার চার্জ এবং অন্যান্য পেমেন্ট সেটেলমেন্ট চার্জ পুরোটাই কাস্টমারকেই বহন করতে হবে।
      </p>
      <p className="mb-4">
        রিফান্ডের সময় ওই অর্ডারে ক্রেতা কোন ক্যাশব্যাক এবং গিফট পেয়ে থাকলে সেটি কাস্টমার থেকে ফেরত নেয়া হবে। ক্যাশব্যাক এর টাকা কেটে বাকি টাকা রিফান্ড করা হবে। 
      </p>
      <p className="font-semibold">প্রোডাক্ট রিটার্ন করতে আমাদের সাথে যোগাযোগ করুন- 09638-617746 or contact@uniquestorebd.store</p>
      <p className="mt-4">ধন্যবাদ!</p>
    </div>
  )
}

export default Returns
